# ---------------------------------------------------------------------------- #
#                                  Организация                                 #
# ---------------------------------------------------------------------------- #

permission-org = Организация
  .description = Список разрешений, которые пользователи могут выполнять в качестве администратора организации.

permission-org-roles-manage = Управление ролями
  .description = Пользователи могут создавать, редактировать и удалять роли.
permission-org-users-manage = Управление пользователями
  .description = Пользователи могут приглашать новых участников в команду и управлять их разрешениями.
permission-org-settings-manage = Управление организацией
  .description = Пользователи могут редактировать настройки организации.

# ---------------------------------------------------------------------------- #
#                                   Образование                                #
# ---------------------------------------------------------------------------- #

permission-edu = Образование
  .description = Список разрешений, которые пользователи могут выполнять в качестве учителя или руководителя класса.

permission-edu-courses-manage = Управление курсами
  .description = Пользователи могут создавать, редактировать и удалять курсы.
permission-edu-classes-manage = Управление классами
  .description = Пользователи могут создавать, редактировать и удалять классы.
permission-edu-students-manage = Управление студентами
  .description = Пользователи могут приглашать студентов.
permission-edu-homework-manage = Управление домашним заданием
  .description = Пользователи могут проверять домашнее задание студентов.


# ---------------------------------------------------------------------------- #
#                                     Финансы                                  #
# ---------------------------------------------------------------------------- #

permission-fin = Финансы
  .description = Список разрешений, связанных с финансами.

permission-fin-reports-access = Финансовые отчеты
  .description = Пользователи могут просматривать финансовые отчеты.
permission-fin-payments-manage = Управление платежами
  .description = Пользователи могут управлять платежами.


# ---------------------------------------------------------------------------- #
#                                     Пользователи                             #
# ---------------------------------------------------------------------------- #

permission-usr = Пользователи
  .description = Список разрешений, разрешенных для обычных пользователей.

permission-usr-enrollment = Запись на занятие
  .description = Пользователи могут записываться на занятия.
permission-usr-homework = Домашнее задание
  .description = Пользователи могут получать домашнее задание в классах от учителей.
