# ---------------------------------------------------------------------------- #
#                                 Организация                                 #
# ---------------------------------------------------------------------------- #

sidebar-org = Организация
sidebar-org-roles = Роли
sidebar-org-users = Команда
sidebar-org-settings = Настройки

# ---------------------------------------------------------------------------- #
#                                   Образование                                #
# ---------------------------------------------------------------------------- #

sidebar-edu = Образование
sidebar-edu-courses = Курсы
sidebar-edu-classes = Классы
sidebar-edu-students = Ученики
sidebar-edu-enrollments = Заявки
sidebar-edu-homework = Домашние задания

# ---------------------------------------------------------------------------- #
#                                   Финансы                                   #
# ---------------------------------------------------------------------------- #

sidebar-fin = Финансы
sidebar-fin-reports = Финансовые отчеты
sidebar-fin-payments = Платежи
